Repository: Lainow/sccm
Catalog: locales/*.po
Languages: cs_cz, it_it, pt_pt

source: Collect is disabled by configuration.
cs_cz: Shromažďování je vypnuté nastavením.
it_it: La raccolta è disabilitata dalla configurazione.
pt_pt: Recolha é desativada pela configuração.

source: Database name
cs_cz: Název databáze
it_it: Nome del database
pt_pt: Nome da base de dados

source: Enable SCCM synchronization
cs_cz: Zapnout synchronizaci s SCCM
it_it: Abilita sincronizzazione SCCM
pt_pt: Ativar a sincronização SCCM

source: Error when using glpi_plugin_sccm_configs table.
cs_cz: Chyba při použití tabulky glpi_plugin_sccm_configs.
it_it: Errore durante l'utilizzo della tabella glpi_plugin_sccm_configs.
pt_pt: Erro ao usar a tabela glpi_plugin_sccm_configs.

source: Interface - SCCM
cs_cz: Rozhraní – SCCM
it_it: Interfaccia - SCCM

source: Interface - SCCMCollect
cs_cz: Rozhraní – SCCMCollect
it_it: Interfaccia: SCCMCollect

source: Interface - SCCMPush
cs_cz: Rozhraní – SCCMPush
it_it: Interfaccia: SCCMPush

source: Password
cs_cz: Heslo
pt_pt: Senha

source: Please, read the documentation before using that.
cs_cz: Před použitím si přečtete dokumentaci.
it_it: Per favore, leggi la documentazione prima di usarla.
pt_pt: Por favor, leia a documentação antes de usar isso.

source: Push is disabled by configuration.
cs_cz: Odesílání je vypnuté nastavením.
it_it: Push è disabilitato dalla configurazione.
pt_pt: O impulso é desativado pela configuração.

source: SCCM Connector
cs_cz: Napojení na SCCM
it_it: Connettore SCCM
pt_pt: Conetor SCCM

source: Send credentials to other hosts too
cs_cz: Poslat přihlašovací údaje také na ostatní stroje
it_it: Invia credenziali anche ad altri host
pt_pt: Envie credenciais para outros hosts também

source: Server hostname (MSSQL)
cs_cz: Název serveru (MSSQL)
it_it: Nome del server (MSSQL)
pt_pt: Nome de host do servidor (MSSQL)

source: Setup - SCCM
cs_cz: Nastavení – SCCM
it_it: Installazione - SCCM
pt_pt: Configuração - SCCM

source: Synchronization is disabled by configuration.
cs_cz: Synchronizace je vypnutá nastavením.
it_it: La sincronizzazione è disabilitata dalla configurazione.
pt_pt: A sincronização é desativada pela configuração.

source: URL FusionInventory for injection
cs_cz: URL adresa FusionInventory do které vložit
it_it: URL FusionInventory per l'aggiunta
pt_pt: URL FusionInventory para injeção

source: Use NLTM authentication
cs_cz: Použít NLTM ověřování
it_it: Usa autenticazione NLTM
pt_pt: Use autenticação NLTM

source: Use specific authentication information
cs_cz: Použít konkrétní ověřovací informace
it_it: Usa informazioni di autenticazione specifiche
pt_pt: Usar informações de autenticação específicas

source: Username
cs_cz: Uživatelské jméno
it_it: Nome utente
pt_pt: Nome de utilizador

source: Value for spécific authentication
cs_cz: Hodnota pro konkrétní ověření
it_it: Valore per l'autenticazione specifica
pt_pt: Valor para autenticação específica

source: Verify SSL certificate
cs_cz: Ověřit SSL certifikát
it_it: Verifica certificato SSL
pt_pt: Verificar certificação SSL

source: SCCM - TEST
pt_pt: SCCM - TESTE
